Repository: atlas-studios/Session2-G8
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 在不远处的军港内，有一艘通体闪烁着金属光芒的巍峨巨舰，它没有了风帆，只剩下瞭望台，并多了两个高耸的烟囱，多了两个分列前后的露天炮塔。
en_us: In the military port not far away, there was a huge ship covered in metallic reflections. It did not have a sail. An observatory deck, two towering chimneys and two turrets at the ends of the ship were present.

source: 在他们看来，这种事情这种遭遇恐怕已超越想象了吧？
en_us: For them, such events and encounters might already be beyond their imaginations, right?

source: 在他的旁边，围了不少衣着褴褛，面色因营养不良而蜡黄的孩子们。
en_us: Beside him were several children in ragged clothes with sallow complexions due to malnutrition.

source: 在他的记忆碎片里，甚至幻想过租一套偏郊区的独栋房屋，楼上五六个房间，两个盥洗室，一个大阳台，楼下两个房间，一个餐厅，一个客厅，一个厨房，一个盥洗室，一个地下储藏室。
en_us: In his memory fragments, he had once fantasized about renting a bungalow in the suburbs. There would be five or six rooms, two bathrooms, a huge balcony upstairs, and two rooms, a dining room, a living room, a kitchen, a bathroom, and an underground storage room on the first floor.

source: 在他看来，自己既然会毫无防备毫无反抗力量地被拉入这里，那就表示主动权在神秘的愚者先生手上，不是想拒绝想之后不再参与“聚会”，就一定能成功的，所以，还不如更深更好地挖掘这次遭遇的好处，用收获弥补被动与不利。
en_us: From his point of view, since he was pulled into this place unguarded and without any resistance, it meant that the autonomy lay in the hands of Mr Fool. He might possibly not be able to decide for himself in rejecting and not participating in the "gathering". Thus, he might as well exploit the advantage of this encounter as much as he could, to make up for his passive and disadvantaged positions.

source: 在北大陆，一年同样分成十二个月，每年三百六十五天到三百六十六天不等，一周同样有七天。
en_us: In the Northern Continent, a year was similarly split into twelve months. Every year, there was 365 or 366 days. A week was similarly split into seven days.

source: 在她看来，手段让人无法想象的神秘先生确实是足够“权威”的见证。
en_us: From her perspective, the mysterious gentleman who had abilities unimaginable to men definitely provides an "authoritative" witness.

source: 在这钢铁、蒸汽与枪炮的时代，竟然还有坚持穿全身盔甲的家伙！
en_us: In this era of iron, steam and cannons, it was surprising that there were still someone who could bear wearing full armor.

source: 在鲁恩王国的货币体系里，苏勒位于第二层，来源于古代的银币，一苏勒等于十二铜便士，有一和五两种面值。
en_us: In the Loen Kingdom's currency system, Soli was placed second. It originated from ancient silver coins. One Soli was equivalent to twelve copper pence. They had denominations of one and five Soli.

source: 墨水瓶之前，笔记本右侧，一根肚腹圆润的深色钢笔静静安放，笔尖闪烁着微光，笔帽搁于一把泛着黄铜色泽的左轮手枪旁边。
en_us: In front of the ink bottle and to the right of the notebook sat a dark-colored pen with a fully circular body. Its tip shimmered with a faint glint while its cap rested right beside a brass revolver.

source: 大地仿佛在摇晃，尘埃冲上了半空，飓风肆掠往外，掀起了海浪。
en_us: The ground shook as dust shot up into the sky. Shock waves spread out, producing waves in the sea.

source: 天色黑暗，风雨呼啸，自然的伟力将一切掩埋。
en_us: The wind continued to howl in the dark as the almighty nature devoured everything.

source: 头好痛！
en_us: My head hurts so badly!

source: 头戴尖帽的女子一点不受影响，黑色长裙飘荡在水上般绕过桌子，坐到对面，点燃了蜡烛。
en_us: The woman with the sharp pointy hat was not affected by this at all. Her long black dress glided as though it was moving over water while she went around to the table. She sat on the opposite side and lighted a candle.

source: 奥黛丽.霍尔坐在梳妆台前，摩挲着桌上花纹古老、表面有裂的铜镜。
en_us: Audrey Hall sat in front of a dresser. The markings on it were antiquated and there was a cracked bronze mirror on the surface.

source: 奥黛丽.霍尔捏了捏自己的脸颊，不敢相信刚才的遭遇。
en_us: Audrey Hall pinched her own cheek in disbelief of her encounter a while ago.

source: 奥黛丽下意识鼓了鼓腮帮子，接着慌乱地左看右看，等确定“神秘先生”和对面的家伙都没有注意到自己的小动作，才追问道：
en_us: Audrey blew her cheeks subconsciously and flurriedly glanced the surroundings. After confirming that the "mysterious man" and Audrey both did not catch her small actions, she continued to inquire,

source: 奥黛丽不是没见过大人物，对此毫无兴趣，反而目光游移，看向国王身边仿佛雕像的两位黑甲骑士。
en_us: Audrey was not new to meeting important people so she was not interested at all. Instead, she had her attention on the two statue-like black-armored knights flanking the King.

source: 奥黛丽侧头看向梳妆台的镜子，飞快将笑容收敛，只留下浅浅一抹。
en_us: Audrey looked into a mirror on the the dressing table and put on more modest smile.

source: 奥黛丽先是兴奋点头，继而担忧问道：
en_us: Audrey nodded her head excitedly, but subsequently asked worriedly,

source: 奥黛丽刚满十七岁，一直备受呵护，少女心性很重，听到愚者先生的回答，顿时忍不住握紧拳头，在胸前轻摆了两下。
en_us: Audrey was just seventeen years old. She was doted all along and had the temperament of a girl. She could not stop clenching her fists and slightly waved them beyond her chest.

source: 奥黛丽半转身体，诚恳望向了周明瑞：
en_us: Audrey half-turned her body and looked at Zhou Mingrui earnestly,

source: 奥黛丽听得眼睛发亮，好半天才道：
en_us: Audrey's eyes shone as she listened, and spoke after a long while,

source: 奥黛丽吸了口气，露出无懈可击的礼节性笑容，颇为忐忑地问道：
en_us: Audrey took a breathe, and revealed an impeccable, courteous smile. She asked in a somewhat perturbed way,

source: 奥黛丽和阿尔杰先是一怔，陷入沉默，旋即不约而同地开口。
en_us: Audrey and Alger were startled at first, falling silent in the process. Then, they immediately started speaking in unison.

source: 奥黛丽和阿尔杰正好相对而坐，处于最靠近上首的位置。
en_us: Audrey and Alger sat face-to-face at the nearest seats to the Seat of Honour.

source: 奥黛丽安静听完，轻呼了一口气道：
en_us: Audrey silently listened finish Alger's words and sighed,

source: 奥黛丽当即开动脑筋，边思索边说道：
en_us: Audrey instantly put on her thinking caps, and said as she pondered,

source: 奥黛丽思考了一阵，展露笑容道：
en_us: Audrey considered for a while and smiled,

source: 奥黛丽浅笑摇头：
en_us: Audrey shook her head slightly and said,

source: 奥黛丽略作思考道：“我喜欢吉尼娅太太为我十七岁生日设计的那条。”
en_us: Audrey thought for a while and answered," I like the dress designed by Mrs. Guinea for my 17th birthday."

source: 奥黛丽眨了眨眼睛，语速缓慢地说道：
en_us: Audrey blinked and said slowly,

source: 奥黛丽还未满十八岁，还未参加“介绍仪式”，在皇后引领下正式进入贝克兰德的社交场合，宣告成年，只能安静地在原地旁观，不能靠近。
en_us: Audrey was yet to be 18 years old, so she had not attended the "introductory ceremony", which was an event led by the Empress that marked the debut in the Backlund social scene, to announce her adult status. Therefore she could not be nearer to the landing vessel and had to remain silently at the back to watch the entire event.

source: 女仆们开始忙碌起来，一个负责长裙，一个负责珠宝首饰，一个负责鞋子，一个负责纱帽，一个为奥黛丽小姐化妆，一个考虑发型。
en_us: Maidservants began to work. The dress, accessories, footwear, hat, makeup and hairstyle — everything had to be taken care of.

source: 她又拿起第三张牌，置于周明瑞右手边：
en_us: Then, she picked the third card and put it on the right side of Zhou Mingrui.

source: 她左看右看，确认形象没有任何问题后才温柔开口：
en_us: She responded gently after she had ensured everything was presentable,

source: 她忐忑、期待、跃跃欲试般道：
en_us: She said in an anxious, anticipative and tempted manner,

source: 她换了一种又一种说辞，但镜子都毫无反应。
en_us: She switched between many different sayings, but there was no reaction from the mirror at all.

source: 她正值最青春的阶段，即使吃不上什么好东西，脸庞消瘦，略显苍白，皮肤也依旧充满光泽，散发出少女的气息。
en_us: She was still in the prime of her youth. Even though she did not have much nutritious food to eat, making her face thin and slightly pale, her skin remained lustrous as it exuded the vibes of a young girl.

source: 她的口吻慢慢变得愉快：
en_us: She became more delighted in her tone,

source: 她的目光又一次掺上无奈，嗓音甜美地说道：
en_us: Her gaze was once again glazed with exasperation as she said with a sweet voice,

source: 她的眼神木讷而呆滞，只有看向那群小孩时，才有些微光芒闪过，似乎看到了三十年前的自己。
en_us: Her gaze appeared dull and sluggish. Only when she looked at the bunch of children did a faint glow flash. It was as though she had seen herself from three decades ago.

source: 她看着周明瑞，似乎想从神秘的愚者先生那里得到答案。
en_us: She looked at Zhou Mingrui, as if she wanted to get an answer from the mysterious Mr Fool.

source: 她眸中眼波流动，嘴角一点点上翘，忍不住站了起来，弯腰提上裙摆。
en_us: Her eyes twinkled and grinned as she stood up and bent down to lift up the hem of her dress.

source: 她站在原地，先将怀表顶端的按钮拔起，仅仅转动了几圈，便有哒哒哒的秒针走动声传出。
en_us: She stood in her spot and pulled up the button sitting atop the pocket watch and with a simple few turns, the tick-tocking sound of the second hand sounded.

source: 她脸上涂抹着红色与黄色的油彩，眼眸灰蓝深邃。
en_us: Her face was smeared with red and yellow paint and her eyes were a profound grayish-blue.

source: 她话音未落，摆放于桌面的铜镜突然绽放深红光芒，一下将她笼罩。
en_us: Her voice trailed off. The bronze mirror which rested on the dresser suddenly glowed with a crimson light that shrouded her completely.

source: 她越说越是兴奋，甚至激动得有点语无伦次，小时候听长辈们讲种种奇闻怪谈时萌芽的梦想似乎终于有了实现的曙光。
en_us: As she said, the more excited she became, so much so she became a bit inarticulate. The dream that sprouted in her as a result of listening to odd stories told by the elders finally saw the possibility of being materialized.

source: 她边说边提起裙摆，从侧面绕过桌子，快步离开了帐篷。
en_us: She spoke and lifted up her dress to go around from the side of the table before quickly trotting away from the tent.

source: 她还有好多问题好多想法，完全舍不得结束。
en_us: She still had a lot of questions and thoughts. She was completely not in a mood to end this gathering.

source: 她面前的梳妆台上，古老的铜镜碎得一块一块。
en_us: On the dressing table in front of her, the old bronze mirror was broken into pieces.

source: 好痛！
en_us: How painful!

source: 好端端的，大半夜的，怎么会突然头痛？
en_us: Why would I suddenly have such an excruciating headache in the middle of the night?

source: 如果克莱恩能顺利通过面试，成为廷根大学的讲师，那整个家庭确实将直接奔向小康！
en_us: If Klein were to successfully pass his interview and become a lecturer at Tingen University, it was true that his family would immediately be pushed to a higher socioeconomic status!

source: 如果哗啦的动静较大，那弗兰奇先生就会不顾绅士风度，凶猛地挥舞手杖，击打盥洗室之门，大声嚷嚷“该死的小偷！”“浪费是可耻的事情！”“我记住你了！”“再让我看见一次，就带上你肮脏的行李滚出去！”“相信我，这是全廷根市最划算的公寓，你再也找不到比我更慷慨的房东了！”
en_us: If the water gushed too loudly, Mr. Franky would ignore all of his gentlemanly traits by flailing his walking stick and striking the bathroom's door, shouting things like 'Darn thief,' 'Wastage is a shameless matter,' 'I'll remember you,' 'If I see this happen another time, scram along with your filthy luggage,' 'Mark my words, this is the most value-for-money apartment in Tingen City. You will not find a more kindly landlord anywhere else!'

source: 它与左门之间放着个橱柜，上面对开，下方是五个抽屉。
en_us: Between the bed and the left door was a cabinet. Its two doors were swung open and beneath it were five drawers.

source: 它并非来源于七位正统神灵，也不是古代遗留，而是在一百七十多年前，由时任因蒂斯共和国执政官的罗塞尔.古斯塔夫发明。
en_us: It did not originate from the seven orthodox gods nor was it an ancient legacy. Instead, it was created by the Intis Republic's Consul of that era, Roselle Gusta, more than 170 years ago.

source: 它是三兄妹的父亲，那位皇家陆军上士遗留的最值钱物品，但二手货毕竟是二手货，最近几年时不时就要出问题，哪怕找钟表工匠修理过，也是一样，这让喜欢带上它抬高身份的班森屡次出糗，干脆丢在了家里。
en_us: It was a picture of the siblings' father. It was the most valuable item the Royal Army sergeant left behind, but being a second-hand good, it would often malfunction from time to time in recent years even though he had gotten a watchsmith to fix it. It had embarrassed Benson who enjoyed bringing it with him to elevate his status many a time, so it was thrown at home in the end.

source: 它是如此的雄伟，如此的庞大，以至于停在附近的风帆战列舰们就像一个个刚出生的矮人在簇拥巨灵。
en_us: It was so majestic and large that the fleet of sails nearby were like newborn dwarfs clustering around a giant.

source: 它颜色暗黄，闪烁铜泽，正面印刻有戴王冠的男人头像，背后麦穗簇拥着“1”字。
en_us: It was dark yellow in color and had a bronze shimmer to it. The front of the coin was engraved with a portrait of a crown-wearing man, and there was a '1' on a clump of wheat on the back.

source: 安全感油然而生，什么都懂一点的他霍然冒出了一个担忧：
en_us: Feeling secure, he who knew a little of everything suddenly had a worry.

source: 定了定心神，他拉动抽屉，拿出小块肥皂，从橱柜旁边挂着的破旧毛巾里取下了其中一条，然后打开大门，走向二楼租客公用的盥洗室。
en_us: After settling his mind, he pulled open a drawer and took out a tiny piece of soap. He took one of the old and tattered towels hanging by the side of the cupboard and opened the door. He then walked to the public bathroom which was shared by the tenants on the second floor.

source: 家庭并不富裕，甚至可以说不佳，目前全靠在进出口公司当文员的哥哥维持……
en_us: Their family was not wealthy and its situation could even be described as somewhat wanting. At present, the family was solely supported by their elder brother who worked at an import and export company as a clerk…

source: 对着空气行了一礼，奥黛丽脚步轻快，身体转动，跳起了时下宫廷最流行的“古精灵舞”。
en_us: She performed a greeting at the thin air and started dancing lively. It was the "Ancient Elf Dance" which was the most popular among the royals.

source: 少女往左看了看，又往右瞧一瞧，忍不住低声嘀咕道：
en_us: The girl looked about left and right, and cannot stop mumbling at a low voice,

source: 就在占卜师即将开口时，帐篷的布门突然被掀开，强烈的阳光照了进来，刺得背对那里的周明瑞都本能眯起了眼睛。
en_us: Just as the fortune-teller was about to say something, the cloth curtains of the tent was suddenly lifted open. The ray of sunlight that shone in was so blinding that it caused the back-facing Zhou Mingrui to instinctively narrow his eyes.

source: 就在这个时候，他眉头一皱，想起或许还有别的麻烦：
en_us: At that moment, he knitted his brows and recalled of a possible problem.

source: 就在这个时候，远处大教堂的钟声当当传来，连续六下，悠远而空灵。
en_us: At that moment, a bell chimed from a faraway cathedral. It chimed six times, sounding distant and ethereal.

source: 就在这时，他突然感觉四周的空气似乎停止了流动，变得粘稠而诡异。
en_us: It was at this time that he suddenly felt the air in his surroundings seem to stop, becoming thick and mysterious.

source: 就在这时，那玻璃瓶与他的手掌间有深红爆发，刹那便淹没了周围。
en_us: Then at this moment, a crimson burst appeared in the space between the glass bottle and the surface of his palm. In an instant, it enveloped the surroundings as well.

source: 就在这时，阿尔杰身体微弓，突然前冲，瞬间将两人的距离拉近到只剩书桌。
en_us: At this very moment, Alger leaned forward slightly and suddenly dashed across the room until they were only separated by the desk.

source: 就在这时，随着他身心的调和，一个个记忆片段突兀跳出，缓慢呈现于他的脑海之中！
en_us: At that moment, as his mind and body calmed down, memories began flooding him as they slowly appeared in his mind!

source: 就着轻纱般的绯红月光，他侧过脑袋，查看额角的情况。
en_us: Using the crimson gauze-like moonlight as illumination, he turned his head and examined the corner of his forehead.

source: 左轮手枪，欧美古典风味布置，以及那轮与地球迥异的绯红之月，无一不在说明着某件事件！
en_us: The revolver was styled in the style of ancient Europe and that crimson moon which looked different from Earth's moon meant only one thing!

source: 帐篷内非常黑暗，只得少许光线渗入，隐约照出一张摆满纸牌的桌子。
en_us: The tent's interior was extremely dark, illuminated only by several beams of light that managed to seep inside. A table filled with paper cards could faintly be made out in the low illumination.

source: 平静，平静，平静……深呼吸了几下，周明瑞努力让自身不要那么慌乱。
en_us: Calm down, calm down, calm down… After taking a few deep breaths, Zhou Mingrui worked hard to stop panicking.

source: 序列9？周明瑞暗自嘀咕。
en_us: Series nine? Zhou Mingrui muttered to himself.

source: 弥漫的灰雾映入他的眼眸，朦胧、模糊、无边无际。
en_us: A gray fog appeared over his eyes—hazy, vague, and endless.

source: 当他手指刚触及那颗星辰的表面，忽然有水纹从他身上涌出，激得“深红”爆发，像是一团梦幻的焰火。
en_us: When his hand touched the surface of that star, a water mark suddenly appeared from within his body and agitated the stars into a "crimson" burst. It looked like a dreamlike burning of flames.

source: 当他的右手缩回来时，掌中已多了一卷钞票，大概七八张，色泽墨绿泛白。
en_us: When he retracted his right hand, there was a roll of notes in his palm. There were about eight notes with faded dark green colors.

source: 当准备接近尾声，穿着深棕色马甲的霍尔伯爵出现在了门口。
en_us: When it was almost ready, Count Hall appeared at the door wearing a dark brown waistcoat.

source: 当奥黛丽挽着父亲的手臂走下马车时，突然被眼前的庞然大物震惊了。
en_us: When Audrey took her father’s arm and walked down the carriage, she was suddenly shocked by the behemoth in front of her.

source: 当年追未遂初恋的时候，周明瑞也是研究过塔罗牌的，毫不犹豫道：
en_us: Back when he was wooing his first love, Zhou Mingrui had also done research on tarot cards. He asked unhesitatingly,

source: 当然，奥黛丽知道的更多，阿古希德的哥哥，保守党的主要支持者，叫做帕拉斯.尼根，这一代的尼根公爵！
en_us: Of course, Audrey knew more. The main supporter of the Conservative Party was the present Duke of Negan, Pallas Negan, who was the brother of Agusheed.

source: 当然，识字又工作了好几年的班森绝对不是鲁莽的、缺乏手段的、不考虑后果的人，他以“安装煤气管道有利于提高公寓的档次，有助于将来的出租”为理由忽悠得房东先生掏钱完成了基础改造，自己则借助于供职进出口公司的便利，拿到了近乎成本价的新型煤气灯，前前后后竟然只用了积蓄，没有找人借钱。
en_us: Of course, Benson, who was literate and had worked for several years, was not a rash person who did not think of the consequences. He had quite some tricks up his sleeve. He reasoned with the landlord to 'raise the apartment's standards by installing gas pipes to improve the likelihood of rentals in the future'. The landlord was convinced and provided the money to complete the basic modifications. Then, using the convenience of working at an import and export company, he purchased a brand new gas lamp which was nearly at cost price. In the end, all he needed was to use his savings and did not need to borrow money.

source: 彼此行礼后，阿尔杰进入舱房，沿着过道走向远处的船长室。
en_us: Alger entered the cabin after the greeting and proceeded to the captain's room situated at the far end of the corridor.

source: 往下一蹲，验证膝盖还能弯曲之后，周明瑞重又站起，不再那么慌乱。
en_us: When he squatted down and after verifying that his knees could bend, Zhou Mingrui stood up again and calmed down.

source: 往前走了两步，他忽然又停顿下来，因为窗外血月的光芒相对黯淡，不足以支撑“认真检查”这件事情。
en_us: He took two steps forward and suddenly paused. The moonlight of the sanguine moon was relatively dark, so it was insufficient for his 'serious inspection.'

source: 心态一变，周明瑞立刻感受到了刚才没有注意的一些细节。
en_us: After changing his mind-set, Zhou Mingrui instantly noticed details that he had neglected earlier on.

source: 惊愕茫然的同时，他发现书桌、笔记本、墨水瓶、左轮手枪都蒙着一层绯红的“轻纱”，那是窗外照进来的光辉。
en_us: While feeling shocked and confused, he discovered that the desk, notebook, ink bottle, and revolver were covered in a layer of crimson 'gauze,' a result of light that came shining in from the window.

source: 想到这里，周明瑞就有心看一看这里的塔罗牌究竟长什么样，于是对那位头戴尖帽、脸涂油彩的女子点头道：
en_us: With this in mind, Zhou Mingrui was intrigued to see what tarot cards looked like. Therefore, he nodded at the pointy hat woman with a painted face and said,

source: 想到这里，周明瑞跟在脸涂红黄油彩的女子身后，弯腰进了那低矮的帐篷。
en_us: With this in mind, Zhou Mingrui followed behind the woman whose face was painted red and yellow, stooping low to enter the low tent.

source: 想法纷至沓来，周明瑞很快找到了思路，他抽出手枪，向左摆甩出转轮，将因“自杀”而空出的那个弹巢转至待击发位，然后啪地合拢。
en_us: Being deluged with such a thought, Zhou Mingrui quickly thought of a solution. He drew the revolver and released the cylinder. He then aligned the empty chamber which was a result of the 'suicide' along the gun's hammer before closing it.

source: 想着这些，她忽地侧头，目光闪亮地望向周明瑞，饶有兴致地提议道：
en_us: Thinking of these, she swept her head to one side, looked at Zhou Mingrui with sparkling eyes, and in an eager manner she suggested,

source: 愚者？塔罗的零号牌？开始？包含所有可能的开始？周明瑞连塔罗初级爱好者都算不上，只能根据印象，自我先做了一个粗浅的解读。
en_us: The Fool? The "0" card of tarot? A start? A fresh beginning with all kinds of possibilities? Zhou Mingrui was not even considered an amateur enthusiast of tarot, so he could only make a rough interpretation based on his own impressions of tarot.

source: 我擦，我不会就这样英年早逝了吧？
en_us: F**k, don't tell me I'm going to die young?

source: 我，我不会穿越了吧？周明瑞嘴巴一点点张开。
en_us: C-Could I have transmigrated? Zhou Mingrui widened his mouth slightly.

source: 或许受子弹穿过的影响，克莱恩的记忆就像摔碎的玻璃，不仅失去了连贯性，很多地方还明显缺失内容，比如做工精致的转轮手枪从哪里来，是自杀还是他杀，笔记本上那句“所有人都会死，包括我”究竟是什么意思，事发前两天有没有参与奇怪的事情。
en_us: Perhaps it was a result of having a bullet pass through his head, Klein's memories were like shattered glass. Not only were the memories not contiguous, there were many spots which were clearly missing. For example, memories pertaining to how the exquisite revolver appeared in his possession, whether he had committed suicide or was killed. What did the words 'Everyone will die, including me' on the notebook mean, or if he had participated in anything odd two days before the incident.

source: 或许是来源于克莱恩的记忆碎片影响，或许是因为本身对金钱从未改变的渴求，这一瞬间，周明瑞觉得自己爱上了这些小家伙。
en_us: Perhaps a result of Klein's memory fragments or his constant desire for money, Zhou Mingrui felt like he had instantly fallen in love with these notes.

source: 手枪？左轮？周明瑞整个人都愣住了，眼前所见的事物是如此陌生，与自己房间没半点相像之处！
en_us: A gun? A revolver? Zhou Mingrui was completely taken aback. The things that laid before him were alien. It looked nothing like his room!

source: 找回三个铜便士，塞入裤袋后，他提着装面包的纸袋，往隔了一条街的“莴苣与肉类”市场进发，为妹妹叮嘱的嫩豌豆炖羔羊肉而努力。
en_us: He was given three copper pence in change. Stuffing them into his trouser pocket, he took the paper bag containing the bread and headed for the 'Lettuce and Meat' market across the street. He was working hard for the mutton stewed with peas his sister had exhorted.

source: 把手扭动，她的贴身女仆安妮推门而入。
en_us: The door knob turned and Annie, her maidservant, pushed in.

source: 抚平破洞附近的布条，周明瑞将取出的两张纸币整整齐齐折好，放进棕黄外套左侧的口袋中，与裤兜里的几枚便士分开放置。
en_us: After arranging and flattening the cloth around the hole, Zhou Mingrui folded the two notes he had taken out neatly and placed them into the left pocket of his brownish-yellow jacket. He separated the notes from the few pence he had in his trouser pocket.

source: 抱歉，我真地想回家……
en_us: Sorry, I really wish to return home…

source: 抱着反正不要钱的心态，自己翻出那本书，照着要求，在晚饭前做了一遍，然而，然而，当时什么都没有发生。
en_us: Since it did not cost him any money, he found the book, followed what was stipulated, and did it before dinner. However… nothing happened back then.

source: 拥有这么严重伤口的人怎么可能还活着！
en_us: How could a person with such grievous wounds be still alive!?

source: 接着，他长长吐了口气，不管因为什么，至少自己还是个活人！
en_us: Following that, he let out a long sigh. Regardless, he was still alive!

source: 接着，她又望向阿尔杰：
en_us: Next, she turned to Alger,

source: 摆放蜡烛的书桌上有一瓶墨水，一根羽毛笔，一架黑色的金属望远镜，以及一个黄铜制成的六分仪。
en_us: On the desk with the candle, there were a bottle of ink, a quill, a pair of black metallic binoculars and a sextant made of brass.

source: 摇了下头，一切只是幻觉，周明瑞重新站稳，将目光从笔记本上移开，大口喘起了气。
en_us: He shook his head, believing that everything was an illusion. Zhou Mingrui found his balance and shifted his gaze from the notebook as he heaved for breath.

source: 摩挲了一下冰冷的金属转轮，周明瑞将手枪塞入纸币所在的口袋，掌心攥紧钞票，手指紧紧按住枪把，完美隐藏。
en_us: He caressed the revolver's cold metal before stuffing his revolver into the pocket where his notes were. He clasped the money in his palm as his fingers pressed onto the gun's handle. It was a perfect concealment.

source: 收回思绪，周明瑞打湿毛巾，清洗起脸上的血污，一遍又一遍。
en_us: Putting away those thoughts, Zhou Mingrui used a moist towel to clean the blood stains from his face again and again.

source: 收拾好自身，他踱步至那架高低床边，抬起上方垫子，将手从底部不显眼的破洞处伸了进去，一阵摸索，找到了夹层。
en_us: With his outfit done, he walked to the side of the bed and lifted up a square cushion. He reached his hand into an inconspicuous hole beneath and rummaged around before finding an intermediate layer.

source: 放下怀表，脑袋抽痛欲裂的他再也支撑不住，坐到了椅子上，低着头，用左手拇指和中指分别按摩起两侧太阳穴。
en_us: Placing down his pocket watch, he could no longer withstand his headache that was whipping his head apart. He sat down on his chair, lowered his head, and used his left thumb and middle finger to massage the two sides of his temples.

source: 整个人愈发紧绷，随时都可能断掉，周明瑞莫名冒出了一个自嘲的念头：
en_us: His entire body was getting tighter and tighter and it felt like he could just break apart at any time. At this time, a self-mocking thought came up in Zhou Mingrui's mind:

source: 整个建筑壮观、恢弘、巍峨，就像是传说里巨人的王殿。
en_us: This entire edifice looked magnificent, grand and towering, just like a legendary palace for giants.

source: 无知者才能无畏，见识到那么神奇的事情，了解到非凡领域和神秘世界后，周明瑞是不敢再鲁莽尝试古弗萨克语和鲁恩语的“转运仪式”！
en_us: They that know nothing fear nothing. Having experienced such miraculous event and understood the realm of the extraordinaires and the mystical world, Zhou Mingrui dare not try out, by impulse, the "luck enhancement ritual" in ancient Feysac and Ruen languages again.

source: 既然愚者先生答应见证交易，那就表示还有下一次的类似“聚会”。
en_us: Since Mr Fool had agreed to be the witness of this trade, it would be that there would be a similar "gathering" next time.

source: 明明听不懂这呢喃声在说些什么，周明瑞还是忍不住去倾听，去分辨。
en_us: He clearly did not understand the murmuring that went on, but Zhou Mingrui still couldn't help himself from wanting to listen to it and distinguish what it was saying.

source: 昏黄摇曳，帐篷内似明似暗，瞬间多了几分神秘的感觉。
en_us: The dim yellow light flickered, causing the inside of the tent to appear bright and dark at the same time. It instantly added a much more mysterious feel to the atmosphere.
